tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bzip2"
brew "readline"
brew "python"
brew "colordiff"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "docker", link: false
brew "icu4c"
brew "fzf"
brew "git"
brew "go"
brew "graphviz"
brew "intltool"
brew "jq"
brew "libxml2"
brew "lsd"
brew "luarocks"
brew "mcrypt"
brew "mysql"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "plantuml"
brew "postgresql"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh"
brew "delphinus/sfmono-square/sfmono-square"
cask "docker"
cask "google-chrome"
cask "hammerspoon"
cask "java"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
