# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'

# Binaries
brew 'nvim'
brew 'lsd'
brew 'zsh'
brew 'luarocks'
brew 'the_silver_searcher'

# Development
brew 'php'
brew 'mysql'

# add nodebrew & phpbrew

# Apps
cask 'alfred'
cask 'docker'
cask 'google-chrome'
cask 'hammerspoon'

# Fonts
cask 'font-source-code-pro'
cask 'sequel-pro'

# Mac App Store
mas 'Enpass'

# share clipboard to tmux
brew 'reattach-to-user-namespace'
