tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"

brew "anyenv"
brew "aws-vault"
brew "bat"
brew "glib"
brew "cairo"
brew "direnv"
brew "exa"
brew "fd"
brew "gdk-pixbuf"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libffi"
brew "pango"
brew "librsvg"
brew "libyaml"
brew "neovim"
brew "peco"
brew "poppler"
brew "procs"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "starship"
brew "tmux"
brew "vips"
brew "zlib"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

cask "1password"
cask "alfred"
cask "docker"
cask "fig"
cask "forticlient"
cask "font-hack-nerd-font"
cask "rectangle"
cask "wireshark"
