tap "argon/mas"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "rcmdnk/file"
brew "anyenv"
brew "docker", link: false
brew "sqlite"
brew "python@3.8", link: true
brew "lsd"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "openjdk"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "argon/mas/mas"
brew "rcmdnk/file/brew-file"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "java"
cask "vagrant"
mas "Enpass", id: 732710998
mas "Slack", id: 803453959
