tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/test-bot"
brew "cmatrix"
brew "docker", link: false
brew "docker-compose", link: false
brew "fontconfig"
brew "icu4c"
brew "jq"
brew "libevent"
brew "lsd"
brew "mecab"
brew "mkcert"
brew "neovim"
brew "nkf"
brew "pandoc"
brew "pyenv"
brew "python@3.8"
brew "ripgrep"
brew "rust"
brew "starship"
brew "terraform"
brew "tmux"
brew "wifi-password"
brew "zlib"
cask "docker"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "tickeys"
