tap "homebrew/bundle"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "buf"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "gobject-introspection"
brew "grep"
brew "libheif"
brew "imagemagick"
brew "libffi"
brew "librsvg"
brew "libyaml"
brew "poppler"
brew "procs"
brew "psqlodbc"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "terraform-ls"
brew "tmux"
brew "universal-ctags", args: ["HEAD"]
brew "vips"
brew "zlib"
cask "fig"
cask "font-hack-nerd-font"
cask "rectangle"
cask "session-manager-plugin"
cask "wireshark"
